tap "bazelbuild/tap"
tap "golangci/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "int128/kubelogin"
tap "vektra/tap"
brew "openssl@3"
brew "libyaml"
brew "readline"
brew "xz"
brew "ansible"
brew "python@3.12"
brew "asciinema"
brew "automake"
brew "node"
brew "aws-cdk"
brew "awscli"
brew "bat"
brew "freetype"
brew "bazel"
brew "bison"
brew "black"
brew "chruby"
brew "clang-format"
brew "cmake"
brew "ruby"
brew "cocoapods"
brew "composer"
brew "coreutils"
brew "deno"
brew "diffutils"
brew "direnv"
brew "fzf"
brew "gdbm"
brew "gist"
brew "git"
brew "git-flow"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "golang-migrate"
brew "golangci-lint"
brew "openjdk"
brew "gradle"
brew "graphviz"
brew "protobuf"
brew "grpc"
brew "highlight"
brew "httpie"
brew "hub"
brew "hugo"
brew "hurl"
brew "imagemagick"
brew "jq"
brew "jupyterlab"
brew "kubernetes-cli"
brew "ledger"
brew "libffi"
brew "maven"
brew "node@20"
brew "okta-aws-cli"
brew "openapi-generator"
brew "pinentry-mac"
brew "pkgconf"
brew "plantuml"
brew "poetry"
brew "postgresql@17"
brew "pre-commit"
brew "protoc-gen-go"
brew "protoc-gen-go-grpc"
brew "ripgrep"
brew "ruby-install"
brew "ruff"
brew "shellcheck"
brew "shfmt"
brew "ssh-copy-id"
brew "starship"
brew "stow"
brew "subfinder"
brew "terraform"
brew "tig"
brew "tmux"
brew "tree"
brew "typescript"
brew "uv"
brew "vim"
brew "vint"
brew "watchman"
brew "zlib"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "int128/kubelogin/kubelogin"
cask "1password"
cask "android-studio"
cask "arc"
cask "bitcoin-core"
cask "discord"
cask "docker"
cask "firefox"
cask "gnucash"
cask "google-chrome"
cask "inkscape"
cask "intellij-idea-ce"
cask "iterm2"
cask "macdown"
cask "mysqlworkbench"
cask "postman"
cask "sequel-ace"
cask "slack"
cask "sparrow"
cask "spotify"
cask "sublime-text"
cask "telegram"
cask "temurin"
cask "temurin@17"
cask "the-unarchiver"
cask "transmission"
cask "utm"
cask "vagrant"
cask "visual-studio-code"
cask "whatsapp"
cask "zed"
cask "zoom"
cask "zotero"
