tap "adoptopenjdk/openjdk"
tap "bazelbuild/tap"
tap "dart-lang/dart"
tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "vektra/tap"
brew "xz"
brew "python@3.9"
brew "ansible"
brew "asciinema"
brew "awscli"
brew "bat"
brew "black"
brew "clang-format"
brew "composer"
brew "coreutils"
brew "docker", link: false
brew "docker-compose", link: false
brew "fzf"
brew "gist"
brew "git"
brew "git-flow"
brew "gnupg"
brew "go"
brew "openjdk"
brew "gradle"
brew "graphviz"
brew "protobuf"
brew "grpc"
brew "highlight"
brew "httpie"
brew "hub"
brew "hugo"
brew "jq"
brew "node"
brew "jupyterlab"
brew "maven"
brew "mysql"
brew "node@10"
brew "node@14"
brew "php"
brew "pinentry-mac"
brew "plantuml"
brew "poetry"
brew "protoc-gen-go"
brew "protoc-gen-go-grpc"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "ruby"
brew "shellcheck"
brew "shfmt"
brew "ssh-copy-id"
brew "stow"
brew "terraform"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "xpdf"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "dart-lang/dart/dart"
brew "golangci/tap/golangci-lint"
brew "vektra/tap/mockery"
cask "1password"
cask "adobe-acrobat-reader"
cask "adoptopenjdk"
cask "adoptopenjdk8"
cask "android-platform-tools"
cask "caffeine"
cask "discord"
cask "docker"
cask "firefox"
cask "gnucash"
cask "google-chrome"
cask "grammarly"
cask "inkscape"
cask "intellij-idea-ce"
cask "iterm2"
cask "java"
cask "mactex"
cask "mysqlworkbench"
cask "pencil"
cask "postman"
cask "sequel-ace"
cask "signal"
cask "skype"
cask "spotify"
cask "sublime-text"
cask "telegram"
cask "the-unarchiver"
cask "transmission"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "xmind"
cask "zotero"
