tap "bazelbuild/tap"
tap "dart-lang/dart"
tap "golangci/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "vektra/tap"
brew "xz"
brew "ansible"
brew "asciinema"
brew "awscli"
brew "bat"
brew "bazel"
brew "black"
brew "clang-format"
brew "composer"
brew "coreutils"
brew "diffutils"
brew "direnv"
brew "exa"
brew "fzf"
brew "gist"
brew "git"
brew "git-flow"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "openjdk"
brew "gradle"
brew "graphviz"
brew "protobuf"
brew "grpc"
brew "highlight"
brew "httpie"
brew "hub"
brew "hugo"
brew "jq"
brew "node"
brew "jupyterlab"
brew "maven"
brew "zlib"
brew "mysql"
brew "packer"
brew "pinentry-mac"
brew "plantuml"
brew "poetry"
brew "pre-commit"
brew "protoc-gen-go"
brew "protoc-gen-go-grpc"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.9"
brew "ripgrep"
brew "ruby"
brew "shellcheck"
brew "shfmt"
brew "ssh-copy-id"
brew "starship"
brew "stow"
brew "terraform"
brew "tig"
brew "tmux"
brew "typescript"
brew "vault"
brew "vim"
brew "xpdf"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "hashicorp/tap/waypoint"
cask "adobe-acrobat-reader"
cask "caffeine"
cask "docker"
cask "firefox"
cask "gnucash"
cask "google-chrome"
cask "inkscape"
cask "intellij-idea-ce"
cask "iterm2"
cask "mactex-no-gui"
cask "mendeley"
cask "mysqlworkbench"
cask "postman"
cask "sequel-ace"
cask "spotify"
cask "sublime-text"
cask "telegram"
cask "temurin"
cask "temurin17"
cask "the-unarchiver"
cask "transmission"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "whatsapp"
cask "zoom"
